# num1 = 3
# num2 = 5
# result = num1 + num2
# print(result)



# ეს მაგალითი არასწორია რადგა num დიდი ასოთი წერია 
# Num1 = 2

# ეს მაგალითი არ არის სწორი რადგან როდესაც გვინდა სახელის დაწერა საჭიროა ბრჭყალები
# print dachi

# ეს მაგალითი არასწორია რადგან 16 არის integer და იწერება ბრჭყალების გარეშე
# age = "16"

# ეს მაგალითი არასწორია რადგან ერთი ფრჩხილი აკლია
# print (10 + 5

# ეს მაგალითი არასწორია რადგა გვაკლია ბრჭყალები რომ დაიპრინტოს
# print(hello world)








# debugging-არის შეცდომების შესწორება